Repository: shary17454/BalootHub
Catalog: BalootHub/Resources/Localizable.xcstrings
Source language: ar
Languages: de, en, es, fr, hi, id, ru, tr, ur, zh_hans

source: تدرّج ليلي هادئ.
de: Ein ruhiger Nachtverlauf.
en: A calm night gradient.
es: Un degradado nocturno sereno.
fr: Un dégradé nocturne apaisant.
hi: शांत रात्रि ग्रेडिएंट।
id: Gradasi malam yang tenang.
ru: Спокойный ночной градиент.
tr: Sakin bir gece geçişi.
ur: پُرسکون رات کا شیڈ۔
zh_hans: 静谧的夜色渐变。

source: سعف نخيل مبسّط.
de: Ein vereinfachtes Palmblatt.
en: A simplified palm frond.
es: Una hoja de palmera simplificada.
fr: Une palme stylisée.
hi: सरलीकृत खजूर-पत्ता।
id: Pelepah kurma yang disederhanakan.
ru: Упрощённый пальмовый лист.
tr: Sadeleştirilmiş bir hurma yaprağı.
ur: سادہ بنایا گیا کھجور کا پتا۔
zh_hans: 简化的棕榈叶。

source: أخضر المجلس
de: Majlis-Grün
en: Majlis Green
es: Verde Majlis
fr: Vert Majlis
hi: मजलिस हरा
id: Hijau Majelis
ru: Зелёный меджлис
tr: Meclis Yeşili
ur: مجلس سبز
zh_hans: Majlis 绿

source: رملي
de: Sand
en: Sand
es: Arena
fr: Sable
hi: रेतीला
id: Pasir
ru: Песочный
tr: Kum
ur: ریتلا
zh_hans: 沙色

source: عنّابي
de: Bordeaux
en: Maroon
es: Granate
fr: Bordeaux
hi: मैरून
id: Merah marun
ru: Бордовый
tr: Bordo
ur: عنابی
zh_hans: 酒红

source: ليلي
de: Mitternacht
en: Midnight
es: Medianoche
fr: Minuit
hi: मध्यरात्रि
id: Tengah malam
ru: Полночный
tr: Gece mavisi
ur: نیلگوں رات
zh_hans: 午夜蓝

source: الأخضر المعتاد لطاولات البلوت.
de: Das übliche Grün von Baloot-Tischen.
en: The usual green of Baloot tables.
es: El verde habitual de las mesas de Baloot.
fr: Le vert habituel des tables de Baloot.
hi: बलूत मेज़ों का सामान्य हरा।
id: Hijau khas meja Baloot.
ru: Обычный зелёный цвет столов для белота.
tr: Baloot masalarının alışılmış yeşili.
ur: بلوت میزوں کا معمول کا سبز۔
zh_hans: Baloot 牌桌的常见绿色。

source: رمليّ فاتح مريح للعين في الإضاءة القوية.
de: Helles Sand, augenschonend bei hellem Licht.
en: Light sand, easy on the eyes in bright light.
es: Arena clara, cómoda para la vista con mucha luz.
fr: Sable clair, reposant pour les yeux en pleine lumière.
hi: हल्का रेतीला; तेज़ रोशनी में आँखों को आराम।
id: Pasir terang, nyaman di mata saat cahaya kuat.
ru: Светло-песочный, не утомляет глаза при ярком свете.
tr: Açık kum; güçlü ışıkta göze rahat.
ur: ہلکا ریتلا؛ تیز روشنی میں آنکھ کے لیے آرام دہ۔
zh_hans: 浅沙色，强光下更护眼。

source: عنّابي داكن بطابع المجالس.
de: Tiefes Bordeaux mit Majlis-Charakter.
en: Deep maroon with a majlis character.
es: Granate intenso con carácter de majlis.
fr: Bordeaux profond au caractère majlis.
hi: मजलिस अंदाज़ में गहरा मैरून।
id: Marun pekat bernuansa majelis.
ru: Глубокий бордовый в духе меджлиса.
tr: Meclis havasında koyu bordo.
ur: مجلس انداز میں گہرا عنابی۔
zh_hans: 带 majlis 气息的深酒红。

source: كحليّ داكن يناسب اللعب ليلًا.
de: Dunkles Marineblau, ideal für abends.
en: Dark navy that suits night play.
es: Azul marino oscuro, ideal para jugar de noche.
fr: Bleu marine sombre, idéal le soir.
hi: रात के खेल के लिए गहरा नेवी।
id: Biru dongker gelap, cocok bermain malam.
ru: Тёмно-синий — для игры вечером.
tr: Gece oyununa uygun koyu lacivert.
ur: رات کے کھیل کے لیے گہرا نیوی۔
zh_hans: 适合夜间对局的深藏青。

source: سادة
de: Schlicht
en: Plain
es: Liso
fr: Uni
hi: सादा
id: Polos
ru: Простой
tr: Düz
ur: سادہ
zh_hans: 素面

source: هالة
de: Schein
en: Glow
es: Halo
fr: Halo
hi: आभा
id: Cahaya
ru: Свечение
tr: Hale
ur: ہالہ
zh_hans: 光晕

source: إطار سدو
de: Sadu-Rahmen
en: Sadu Frame
es: Marco Sadu
fr: Cadre Sadu
hi: सदू फ़्रेम
id: Bingkai Sadu
ru: Рамка Саду
tr: Sadu Çerçeve
ur: سدو فریم
zh_hans: Sadu 边框

source: نجوم
de: Sterne
en: Stars
es: Estrellas
fr: Étoiles
hi: तारे
id: Bintang
ru: Звёзды
tr: Yıldızlar
ur: ستارے
zh_hans: 星空

source: بلا أي إضافة خلف الطاولة.
de: Nichts hinter dem Tisch.
en: Nothing added behind the table.
es: Sin nada detrás de la mesa.
fr: Rien derrière la table.
hi: मेज़ के पीछे कुछ नहीं।
id: Tanpa tambahan di belakang meja.
ru: Ничего за столом.
tr: Masanın arkasında hiçbir şey yok.
ur: میز کے پیچھے کچھ نہیں۔
zh_hans: 桌后不加任何元素。

source: هالة ضوء خفيفة تُبرز مركز الطاولة.
de: Ein sanfter Schein hebt die Tischmitte hervor.
en: A soft glow highlighting the table's centre.
es: Un halo suave que resalta el centro de la mesa.
fr: Une lueur douce qui met en valeur le centre.
hi: मेज़ के केंद्र को उभारती हल्की आभा।
id: Cahaya lembut menonjolkan pusat meja.
ru: Мягкое свечение выделяет центр стола.
tr: Masanın merkezini öne çıkaran yumuşak bir ışık.
ur: میز کے مرکز کو نمایاں کرتی ہلکی چمک۔
zh_hans: 柔和光晕突出桌面中心。

source: شريطا سدو على حافتي الشاشة.
de: Zwei Sadu-Streifen an den Bildschirmrändern.
en: Two Sadu strips along the screen edges.
es: Dos franjas Sadu en los bordes de la pantalla.
fr: Deux bandes Sadu sur les bords de l'écran.
hi: स्क्रीन के दोनों किनारों पर सदू पट्टियाँ।
id: Dua jalur Sadu di tepi layar.
ru: Две полосы Саду по краям экрана.
tr: Ekranın iki kenarında Sadu şeritleri.
ur: اسکرین کے دونوں کناروں پر سدو پٹیاں۔
zh_hans: 屏幕两侧的 Sadu 条带。

source: نقاط خفيفة كسماء ليل صافية.
de: Feine Punkte wie ein klarer Nachthimmel.
en: Faint dots like a clear night sky.
es: Puntos tenues como un cielo nocturno despejado.
fr: De fins points comme un ciel nocturne clair.
hi: साफ़ रात के आसमान जैसे धुँधले बिंदु।
id: Titik samar bagai langit malam cerah.
ru: Едва заметные точки, как ясное ночное небо.
tr: Açık bir gece göğü gibi soluk noktalar.
ur: صاف رات کے آسمان جیسے مدھم نقطے۔
zh_hans: 如晴朗夜空的淡淡星点。

source: أيقونة
de: Symbol
en: Icon
es: Icono
fr: Icône
hi: आइकन
id: Ikon
ru: Значок
tr: Simge
ur: آئیکن
zh_hans: 图标

source: الحرف الأول
de: Initiale
en: Initial
es: Inicial
fr: Initiale
hi: पहला अक्षर
id: Inisial
ru: Инициал
tr: Baş harf
ur: پہلا حرف
zh_hans: 首字母

source: رموز تراثية
de: Traditionelle Symbole
en: Heritage symbols
es: Símbolos tradicionales
fr: Symboles du patrimoine
hi: पारंपरिक चिह्न
id: Simbol warisan
ru: Традиционные символы
tr: Geleneksel simgeler
ur: روایتی نشان
zh_hans: 传统符号

source: أشكال هندسية
de: Geometrische Formen
en: Geometric shapes
es: Formas geométricas
fr: Formes géométriques
hi: ज्यामितीय आकृतियाँ
id: Bentuk geometris
ru: Геометрические фигуры
tr: Geometrik şekiller
ur: ہندسی اشکال
zh_hans: 几何图形

source: أيقونة شخص موحّدة لكل المقاعد.
de: Ein Personensymbol für jeden Platz.
en: One person icon for every seat.
es: Un icono de persona para cada asiento.
fr: Une icône de personne pour chaque siège.
hi: हर सीट के लिए एक ही व्यक्ति आइकन।
id: Satu ikon orang untuk semua kursi.
ru: Один значок человека для всех мест.
tr: Her koltuk için tek kişi simgesi.
ur: ہر نشست کے لیے ایک ہی شخص آئیکن۔
zh_hans: 所有座位使用同一人物图标。

source: أول حرف من اسم كل لاعب.
de: Der erste Buchstabe jedes Spielernamens.
en: The first letter of each player's name.
es: La primera letra del nombre de cada jugador.
fr: La première lettre du nom de chaque joueur.
hi: हर खिलाड़ी के नाम का पहला अक्षर।
id: Huruf pertama nama tiap pemain.
ru: Первая буква имени каждого игрока.
tr: Her oyuncunun adının ilk harfi.
ur: ہر کھلاڑی کے نام کا پہلا حرف۔
zh_hans: 每位玩家名字的首字母。

source: صقر ودلّة ونخلة وخيمة، رمز لكل مقعد.
de: Falke, Dallah, Palme und Zelt – eines je Platz.
en: Falcon, dallah, palm and tent — one per seat.
es: Halcón, dallah, palmera y tienda: uno por asiento.
fr: Faucon, dallah, palmier et tente — un par siège.
hi: बाज़, दल्लाह, खजूर और तंबू — हर सीट के लिए एक।
id: Elang, dallah, kurma, dan tenda — satu tiap kursi.
ru: Сокол, даллах, пальма и шатёр — по одному на место.
tr: Şahin, dallah, hurma ve çadır — her koltuğa bir simge.
ur: شاہین، دلّہ، کھجور اور خیمہ — ہر نشست کے لیے ایک۔
zh_hans: 猎隼、咖啡壶、椰枣树、帐篷 —— 每座一个。

source: شكل هندسي بلون مختلف لكل مقعد.
de: Eine geometrische Form in eigener Farbe je Platz.
en: A geometric shape in a different colour per seat.
es: Una forma geométrica de distinto color por asiento.
fr: Une forme géométrique de couleur différente par siège.
hi: हर सीट के लिए अलग रंग की ज्यामितीय आकृति।
id: Bentuk geometris berbeda warna tiap kursi.
ru: Геометрическая фигура своего цвета для каждого места.
tr: Her koltuğa farklı renkte geometrik bir şekil.
ur: ہر نشست کے لیے مختلف رنگ کی ہندسی شکل۔
zh_hans: 每座一个不同颜色的几何图形。

source: هوية البلوت
de: Baloot-Identität
en: Baloot Identity
es: Identidad Baloot
fr: Identité Baloot
hi: बलूत पहचान
id: Identitas Baloot
ru: Стиль Baloot
tr: Baloot Kimliği
ur: بلوت شناخت
zh_hans: Baloot 主题色

source: صحراوي
de: Wüste
en: Desert
es: Desierto
fr: Désert
hi: रेगिस्तानी
id: Gurun
ru: Пустыня
tr: Çöl
ur: صحرائی
zh_hans: 沙漠

source: لؤلؤي
de: Perle
en: Pearl
es: Perla
fr: Perle
hi: मोती
id: Mutiara
ru: Жемчужный
tr: İnci
ur: موتی
zh_hans: 珍珠

source: الأخضر والكهرماني، هوية التطبيق الأساسية.
de: Grün und Bernstein – die Kernidentität der App.
en: Green and amber — the app's core identity.
es: Verde y ámbar: la identidad principal de la app.
fr: Vert et ambre — l'identité principale de l'app.
hi: हरा और अंबर — ऐप की मुख्य पहचान।
id: Hijau dan kuning amber — identitas inti aplikasi.
ru: Зелёный и янтарный — основной стиль приложения.
tr: Yeşil ve kehribar — uygulamanın ana kimliği.
ur: سبز اور عنبری — ایپ کی بنیادی شناخت۔
zh_hans: 绿与琥珀 —— 应用的核心配色。

source: درجات رملية ذهبية.
de: Goldene Sandtöne.
en: Golden sand tones.
es: Tonos de arena dorada.
fr: Des tons de sable doré.
hi: सुनहरे रेतीले रंग।
id: Nuansa pasir keemasan.
ru: Золотисто-песочные тона.
tr: Altın kum tonları.
ur: سنہری ریتلے رنگ۔
zh_hans: 金沙色调。

source: بنّي القهوة العربية.
de: Das Braun des arabischen Kaffees.
en: The brown of Arabic coffee.
es: El marrón del café árabe.
fr: Le brun du café arabe.
hi: अरबी कॉफ़ी का भूरा रंग।
id: Cokelat khas kopi Arab.
ru: Коричневый цвет арабского кофе.
tr: Arap kahvesinin kahverengisi.
ur: عربی قہوے کا بھورا رنگ۔
zh_hans: 阿拉伯咖啡的棕色。

source: أزرق فاتح هادئ.
de: Ein ruhiges Hellblau.
en: A calm light blue.
es: Un azul claro sereno.
fr: Un bleu clair apaisant.
hi: शांत हल्का नीला।
id: Biru muda yang tenang.
ru: Спокойный светло-синий.
tr: Sakin bir açık mavi.
ur: پُرسکون ہلکا نیلا۔
zh_hans: 静谧的浅蓝。

source: شكل الورقة
de: Kartenvorderseite
en: Card face
es: Cara de la carta
fr: Face de carte
hi: कार्ड का मुख
id: Muka kartu
ru: Лицо карты
tr: Kart yüzü
ur: کارڈ کا رخ
zh_hans: 牌面

source: ظهر الورقة
de: Kartenrückseite
en: Card back
es: Dorso de la carta
fr: Dos de carte
hi: कार्ड का पिछला भाग
id: Punggung kartu
ru: Рубашка карты
tr: Kart arkası
ur: کارڈ کی پشت
zh_hans: 牌背

source: لبس الطاولة
de: Tischtuch
en: Table felt
es: Tapete de la mesa
fr: Tapis de table
hi: मेज़ का कपड़ा
id: Alas meja
ru: Сукно стола
tr: Masa çuhası
ur: میز کی چادر
zh_hans: 桌布

source: الخلفية
de: Hintergrund
en: Backdrop
es: Fondo
fr: Arrière-plan
hi: पृष्ठभूमि
id: Latar
ru: Фон
tr: Arka plan
ur: پس منظر
zh_hans: 背景

source: صورة اللاعب
de: Spieler-Avatar
en: Player avatar
es: Avatar del jugador
fr: Avatar du joueur
hi: खिलाड़ी अवतार
id: Avatar pemain
ru: Аватар игрока
tr: Oyuncu avatarı
ur: کھلاڑی کا اوتار
zh_hans: 玩家头像

source: الثيم
de: Design
en: Theme
es: Tema
fr: Thème
hi: थीम
id: Tema
ru: Тема
tr: Tema
ur: تھیم
zh_hans: 主题

source: يُفتح عند رتبة %@
de: Wird bei Rang %@ freigeschaltet
en: Unlocks at rank %@
es: Se desbloquea en el rango %@
fr: Débloqué au rang %@
hi: %@ रैंक पर अनलॉक
id: Terbuka di peringkat %@
ru: Открывается на ранге %@
tr: %@ rütbesinde açılır
ur: %@ رینک پر کھلتا ہے
zh_hans: 达到 %@ 等级解锁

source: تخصيص الطاولة
de: Tisch anpassen
en: Customise table
es: Personalizar la mesa
fr: Personnaliser la table
hi: मेज़ अनुकूलित करें
id: Sesuaikan meja
ru: Настроить стол
tr: Masayı özelleştir
ur: میز کی تخصیص
zh_hans: 自定义牌桌

source: شكل الطاولة
de: Tischdesign
en: Table look
es: Aspecto de la mesa
fr: Aspect de la table
hi: मेज़ का रूप
id: Tampilan meja
ru: Вид стола
tr: Masa görünümü
ur: میز کی شکل
zh_hans: 牌桌外观

source: معاينة
de: Vorschau
en: Preview
es: Vista previa
fr: Aperçu
hi: पूर्वावलोकन
id: Pratinjau
ru: Предпросмотр
tr: Önizleme
ur: جھلک
zh_hans: 预览

source: معاينة شكل الطاولة الحالي
de: Vorschau des aktuellen Tischdesigns
en: Preview of the current table look
es: Vista previa del aspecto actual de la mesa
fr: Aperçu de l'aspect actuel de la table
hi: वर्तमान मेज़ रूप का पूर्वावलोकन
id: Pratinjau tampilan meja saat ini
ru: Предпросмотр текущего вида стола
tr: Mevcut masa görünümünün önizlemesi
ur: موجودہ میز کی شکل کی جھلک
zh_hans: 当前牌桌外观预览

source: تمام
de: OK
en: OK
es: Aceptar
fr: OK
hi: ठीक है
id: OK
ru: Хорошо
tr: Tamam
ur: ٹھیک ہے
zh_hans: 好

source: شمال
de: Nord
en: North
es: Norte
fr: Nord
hi: उत्तर
id: Utara
ru: Север
tr: Kuzey
zh_hans: 北家

source: شريكك
de: Partner
en: Partner
es: Compañero
fr: Partenaire
hi: साथी
id: Pasangan
ru: Партнёр
tr: Eşin
ur: ساتھی
zh_hans: 搭档

source: يمين
de: Rechts
en: Right
es: Derecha
fr: Droite
hi: दाएँ
id: Kanan
ru: Справа
tr: Sağ
ur: دائیں
zh_hans: 右家

source: سعد
de: Saad
en: Saad
es: Saad
fr: Saad
hi: सआद
id: Saad
ru: Саад
tr: Saad
zh_hans: 萨阿德

source: فتحت %d من %d نمطًا
de: %d von %d Stilen freigeschaltet
en: Unlocked %d of %d styles
es: Has desbloqueado %d de %d estilos
fr: %d style(s) débloqué(s) sur %d
hi: %d में से %d शैलियाँ अनलॉक
id: Terbuka %d dari %d gaya
ru: Открыто %d из %d стилей
tr: %d/%d stil açıldı
ur: %d میں سے %d انداز کھلے
zh_hans: 已解锁 %d / %d 种样式

source: المؤثرات
de: Effekte
en: Effects
es: Efectos
fr: Effets
hi: प्रभाव
id: Efek
ru: Эффекты
tr: Efektler
ur: اثرات
zh_hans: 特效

source: مؤثرات المشاريع والكبوت
de: Projekt- und Kaboot-Effekte
en: Project and Kaboot effects
es: Efectos de proyectos y Kaboot
fr: Effets des projets et du Kaboot
hi: प्रोजेक्ट और कबूत प्रभाव
id: Efek proyek dan Kaboot
ru: Эффекты проектов и Kaboot
tr: Proje ve Kaboot efektleri
ur: پروجیکٹ اور کبوت اثرات
zh_hans: 项目与 Kaboot 特效

source: ينتظرك في الرتبة القادمة
de: Wartet im nächsten Rang
en: Waiting at the next rank
es: Te espera en el siguiente rango
fr: Vous attend au rang suivant
hi: अगली रैंक पर आपका इंतज़ार
id: Menanti di peringkat berikutnya
ru: Ждёт на следующем ранге
tr: Sonraki rütbede seni bekliyor
ur: اگلے رینک پر آپ کا منتظر
zh_hans: 下一等级等着你

source: اللعب الجماعي
de: Mehrspieler
en: Multiplayer
es: Multijugador
fr: Multijoueur
hi: मल्टीप्लेयर
id: Multipemain
ru: Мультиплеер
tr: Çok oyunculu
ur: ملٹی پلیئر
zh_hans: 多人对战

source: جاهزية اللعب الجماعي
de: Mehrspieler-Bereitschaft
en: Multiplayer readiness
es: Preparación para multijugador
fr: État de préparation multijoueur
hi: मल्टीप्लेयर तैयारी
id: Kesiapan multipemain
ru: Готовность к мультиплееру
tr: Çok oyunculu hazırlığı
ur: ملٹی پلیئر تیاری
zh_hans: 多人对战准备情况

source: يحتاج عملًا
de: Noch offen
en: Needs work
es: Falta trabajo
fr: À faire
hi: काम बाकी
id: Perlu dikerjakan
ru: Требует работы
tr: Çalışma gerekir
ur: کام درکار
zh_hans: 仍需完成

source: جاهز في البنية
de: In der Architektur bereit
en: Ready in the architecture
es: Listo en la arquitectura
fr: Prêt dans l'architecture
hi: आर्किटेक्चर में तैयार
id: Siap di arsitektur
ru: Готово в архитектуре
tr: Mimaride hazır
ur: ڈھانچے میں تیار
zh_hans: 架构中已就绪

source: يحتاج عملًا قبل التفعيل
de: Vor der Aktivierung noch offen
en: Needs work before enabling
es: Falta trabajo antes de activarlo
fr: À faire avant activation
hi: सक्षम करने से पहले काम बाकी
id: Perlu dikerjakan sebelum diaktifkan
ru: Требует работы до включения
tr: Etkinleştirmeden önce çalışma gerekir
ur: فعال کرنے سے پہلے کام درکار
zh_hans: 启用前仍需完成

source: جولة قابلة لإعادة البناء من الأفعال
de: Eine aus Aktionen rekonstruierbare Runde
en: A round rebuildable from its actions
es: Una ronda reconstruible desde sus acciones
fr: Une manche reconstructible depuis ses actions
hi: क्रियाओं से पुनर्निर्मित राउंड
id: Ronde yang bisa dibangun ulang dari aksinya
ru: Раунд, восстановимый из действий
tr: Eylemlerinden yeniden kurulabilen bir el
ur: اعمال سے دوبارہ بننے والا راؤنڈ
zh_hans: 可由动作重建的一局

source: كل ما يغيّر الجولة يمر عبر GameAction ويُسجَّل، فتُعاد الحالة من السجل بلا فرق.
de: Alles, was die Runde ändert, läuft über GameAction und wird protokolliert – der Zustand lässt sich identisch wiedergeben.
en: Everything that changes the round goes through GameAction and is recorded, so the state replays identically.
es: Todo lo que cambia la ronda pasa por GameAction y queda registrado, así el estado se reproduce igual.
fr: Tout ce qui modifie la manche passe par GameAction et est enregistré : l'état se rejoue à l'identique.
hi: राउंड बदलने वाली हर चीज़ GameAction से गुज़रती और दर्ज होती है, इसलिए स्थिति हूबहू दोहराई जाती है।
id: Semua yang mengubah ronde melewati GameAction dan tercatat, sehingga status diputar ulang persis sama.
ru: Всё, что меняет раунд, проходит через GameAction и записывается, поэтому состояние воспроизводится идентично.
tr: Eli değiştiren her şey GameAction üzerinden geçer ve kaydedilir; durum birebir yeniden oynatılır.
ur: راؤنڈ کو بدلنے والی ہر چیز GameAction سے گزرتی اور محفوظ ہوتی ہے، سو حالت ہوبہو دوبارہ بنتی ہے۔
zh_hans: 任何改变牌局的操作都经由 GameAction 并被记录，因此状态可原样重放。

source: توزيع حتمي ببذرة
de: Deterministisches Geben per Seed
en: Deterministic seeded deal
es: Reparto determinista con semilla
fr: Distribution déterministe par graine
hi: सीड आधारित नियतात्मक बाँट
id: Pembagian deterministik dengan seed
ru: Детерминированная раздача по сиду
tr: Tohumlu belirlenimci dağıtım
ur: سیڈ سے متعین تقسیم
zh_hans: 基于种子的确定性发牌

source: نفس البذرة تعطي نفس التوزيع على أي جهاز، وهو شرط مزامنة أي جولة مشتركة.
de: Derselbe Seed gibt auf jedem Gerät dieselben Karten – Voraussetzung für eine synchronisierte Runde.
en: The same seed deals the same cards on any device — a prerequisite for syncing a shared round.
es: La misma semilla reparte igual en cualquier dispositivo: requisito para sincronizar una ronda compartida.
fr: La même graine donne la même donne sur tout appareil : condition pour synchroniser une manche partagée.
hi: एक ही सीड हर डिवाइस पर एक जैसी बाँट देती है — साझा राउंड के सिंक की शर्त।
id: Seed yang sama membagi kartu sama di perangkat mana pun — syarat sinkronisasi ronde bersama.
ru: Один и тот же сид даёт одинаковую раздачу на любом устройстве — условие синхронизации общего раунда.
tr: Aynı tohum her cihazda aynı dağıtımı verir; paylaşılan bir eli senkronlamanın ön koşuludur.
ur: ایک ہی سیڈ ہر آلے پر ایک جیسی تقسیم دیتی ہے؛ مشترکہ راؤنڈ کی ہم آہنگی کی شرط۔
zh_hans: 同一种子在任何设备上发出相同的牌 —— 同步共享牌局的前提。

source: طبقة نقل مجرّدة
de: Eine abstrakte Transportschicht
en: An abstract transport layer
es: Una capa de transporte abstracta
fr: Une couche de transport abstraite
hi: अमूर्त ट्रांसपोर्ट परत
id: Lapisan transport abstrak
ru: Абстрактный транспортный слой
tr: Soyut bir taşıma katmanı
ur: تجریدی ٹرانسپورٹ پرت
zh_hans: 抽象传输层

source: MatchTransport يفصل المحرك عن وسيلة النقل، وتنفيذه المحلي يعمل اليوم بلا شبكة.
de: MatchTransport trennt Engine und Transport; die lokale Implementierung läuft schon ohne Netz.
en: MatchTransport separates the engine from the transport, and its local implementation works today with no network.
es: MatchTransport separa el motor del transporte y su implementación local ya funciona sin red.
fr: MatchTransport sépare le moteur du transport ; son implémentation locale fonctionne déjà sans réseau.
hi: MatchTransport इंजन को ट्रांसपोर्ट से अलग करता है, और इसका लोकल क्रियान्वयन आज बिना नेटवर्क चलता है।
id: MatchTransport memisahkan mesin dari transport, dan implementasi lokalnya sudah jalan tanpa jaringan.
ru: MatchTransport отделяет движок от транспорта, а его локальная реализация уже работает без сети.
tr: MatchTransport motoru taşımadan ayırır; yerel uygulaması bugün ağsız çalışır.
ur: MatchTransport انجن کو ٹرانسپورٹ سے الگ کرتا ہے، اور اس کا مقامی نفاذ آج بغیر نیٹ ورک چلتا ہے۔
zh_hans: MatchTransport 将引擎与传输解耦，其本地实现今天即可无网运行。

source: حجب الأيدي لوضع المتفرّج
de: Handverdeckung für den Zuschauermodus
en: Hand redaction for spectator mode
es: Ocultación de manos en modo espectador
fr: Masquage des mains en mode spectateur
hi: दर्शक मोड के लिए हाथ छिपाना
id: Penyensoran kartu untuk mode penonton
ru: Скрытие рук для режима зрителя
tr: İzleyici modu için el gizleme
ur: تماشائی موڈ کے لیے ہاتھ چھپانا
zh_hans: 观战模式的手牌屏蔽

source: الحجب بحذف الأوراق من اللقطة لا بإخفائها بصريًا، فلا تُسرَّب عبر أي قناة.
de: Karten werden aus dem Snapshot entfernt statt nur optisch verborgen – nichts gelangt über einen Kanal nach außen.
en: Cards are removed from the snapshot rather than hidden visually, so nothing leaks through any channel.
es: Las cartas se eliminan de la instantánea en vez de ocultarse visualmente, así nada se filtra por ningún canal.
fr: Les cartes sont retirées de l'instantané au lieu d'être masquées : rien ne fuit par aucun canal.
hi: कार्ड दृश्य रूप से छिपाने के बजाय स्नैपशॉट से हटाए जाते हैं, इसलिए किसी चैनल से कुछ लीक नहीं होता।
id: Kartu dihapus dari snapshot, bukan sekadar disembunyikan, sehingga tak ada yang bocor lewat kanal mana pun.
ru: Карты удаляются из снимка, а не скрываются визуально, поэтому ничего не утекает ни по одному каналу.
tr: Kartlar görsel olarak gizlenmek yerine anlık görüntüden silinir; hiçbir kanaldan sızmaz.
ur: کارڈ بصری طور پر چھپانے کے بجائے اسنیپ شاٹ سے حذف ہوتے ہیں، سو کسی چینل سے کچھ نہیں رستا۔
zh_hans: 手牌是从快照中删除而非仅视觉隐藏，因此不会经任何通道泄露。

source: مصادقة Game Center
de: Game Center-Anmeldung
en: Game Center authentication
es: Autenticación de Game Center
fr: Authentification Game Center
hi: Game Center प्रमाणीकरण
id: Autentikasi Game Center
ru: Аутентификация Game Center
tr: Game Center kimlik doğrulaması
ur: Game Center تصدیق
zh_hans: Game Center 身份验证

source: تحتاج تفعيل القدرة في المشروع وربط التطبيق في App Store Connect.
de: Erfordert das Aktivieren der Capability im Projekt und das Verknüpfen der App in App Store Connect.
en: Requires enabling the capability in the project and linking the app in App Store Connect.
es: Requiere activar la capacidad en el proyecto y vincular la app en App Store Connect.
fr: Nécessite d'activer la capacité dans le projet et de lier l'app dans App Store Connect.
hi: प्रोजेक्ट में क्षमता सक्षम करने और App Store Connect में ऐप जोड़ने की ज़रूरत है।
id: Perlu mengaktifkan capability di proyek dan menautkan aplikasi di App Store Connect.
ru: Требует включения возможности в проекте и привязки приложения в App Store Connect.
tr: Projede yeteneğin etkinleştirilmesini ve uygulamanın App Store Connect'te bağlanmasını gerektirir.
ur: پروجیکٹ میں صلاحیت فعال کرنے اور App Store Connect میں ایپ جوڑنے کی ضرورت ہے۔
zh_hans: 需要在项目中启用该能力，并在 App Store Connect 中关联应用。

source: المطابقة والغرف
de: Matchmaking und Räume
en: Matchmaking and rooms
es: Emparejamiento y salas
fr: Matchmaking et salons
hi: मैचमेकिंग और रूम
id: Matchmaking dan ruang
ru: Подбор игроков и комнаты
tr: Eşleştirme ve odalar
ur: میچ میکنگ اور کمرے
zh_hans: 匹配与房间

source: تحتاج خادم غرف أو GKMatchmaker، مع اختبارات انقطاع وإعادة اتصال.
de: Erfordert einen Raum-Server oder GKMatchmaker sowie Tests für Verbindungsabbruch und Wiederverbindung.
en: Requires a room server or GKMatchmaker, plus disconnect and reconnect tests.
es: Requiere un servidor de salas o GKMatchmaker, con pruebas de desconexión y reconexión.
fr: Nécessite un serveur de salons ou GKMatchmaker, avec des tests de déconnexion et de reconnexion.
hi: रूम सर्वर या GKMatchmaker चाहिए, साथ में डिस्कनेक्ट और रीकनेक्ट परीक्षण।
id: Perlu server ruang atau GKMatchmaker, beserta uji putus dan sambung ulang.
ru: Требует сервер комнат или GKMatchmaker и тесты разрыва и восстановления связи.
tr: Bir oda sunucusu ya da GKMatchmaker ile bağlantı kopması ve yeniden bağlanma testleri gerekir.
ur: روم سرور یا GKMatchmaker درکار، ساتھ منقطع اور دوبارہ جڑنے کے ٹیسٹ۔
zh_hans: 需要房间服务器或 GKMatchmaker，并配合断线与重连测试。

source: سياسة خصوصية محدّثة
de: Eine aktualisierte Datenschutzerklärung
en: An updated privacy policy
es: Una política de privacidad actualizada
fr: Une politique de confidentialité à jour
hi: अद्यतन गोपनीयता नीति
id: Kebijakan privasi yang diperbarui
ru: Обновлённая политика конфиденциальности
tr: Güncellenmiş gizlilik politikası
ur: تازہ کردہ رازداری پالیسی
zh_hans: 更新的隐私政策
